Repository: episerver/SocialQuicksilver
Catalog: Sources/EPiServer.Reference.Commerce.Manager/App_GlobalResources/Marketing/MarketingStrings.*.resx
Languages: da, fi, fr, nl, no, sv

# Promotion_Entry_X_Variation
source: Entry X variation
da: Post X variation
fi: Tuotekuvaus X varastotuote
fr: Variation de l'entrée X
nl: Bijdrage X variatie
no: Oppføring av X-variasjon
sv: Postens X-avvikelse

source: Campaign List
da: Kampagneliste
fi: Kampanjaluettelo
fr: Liste des campagnes
nl: Campagnelijst
no: Kampanjeliste
sv: Kampanjlista

source: Campaign Edit
da: Rediger kampagne
fi: Muokkaa kampanjaa
fr: Modification de la campagne
nl: Campagne bewerken
no: Rediger kampanje
sv: Redigera kampanj

source: Promotion List
da: Reklamekampagneliste
fi: Tarjousluettelo
fr: Liste des promotions
nl: Promotielijst
no: Tilbudsliste
sv: Marknadsföringslista

source: Customer Segment List
da: Kundesegmentliste
fi: Asiakassegmenttiluettelo
fr: Liste des segments clients
nl: Klantensegmentlijst
no: Kundesegmentliste
sv: Kundsegmentlista

source: Segment Edit
da: Rediger segment
fi: Muokkaa segmenttiä
fr: Modification du segment
nl: Segment bewerken
no: Rediger segment
sv: Redigera segment

source: Policy List
da: Politikliste
fi: Periaateluettelo
fr: Liste des politiques
nl: Beleidslijst
no: Policyliste
sv: Policylista

source: Policy Edit
da: Rediger politik
fi: Muokkaa periaatetta
fr: Modification de la politique
nl: Beleid bewerken
no: Rediger policy
sv: Redigera policy

source: Promotion Edit
da: Rediger reklamekampagne
fi: Muokkaa tarjousta
fr: Modification de la promotion
nl: Promotie bewerken
no: Rediger tilbud
sv: Redigera marknadsföring

source: Condition List
da: Betingelsesliste
fi: Ehtoluettelo
fr: Liste des conditions
nl: Conditielijst
no: Betingelsesliste
sv: Villkorslista

source: Expression List
da: Udtryksliste
fi: Määritelmäluettelo
fr: Liste des expressions
nl: Expressielijst
no: Uttrykksliste
sv: Uttryckslista

source: Expression Edit
da: Rediger udtryk
fi: Muokkaa määritelmää
fr: Modification de l'expression
nl: Expressie bewerken
no: Rediger uttrykk
sv: Redigera uttryck

# Segment_Name_Required
source: <b>Required Field Missing</b><br />A segment name is required.
da: <b>Obligatorisk felt mangler</b><br />Der kræves et segmentnavn.
fi: <b>Pakollinen kenttä puuttuu</b><br />Segmentin nimi on pakollinen.
fr: <b>Champ obligatoire manquant</b><br/>Un nom de segment est requis.
nl: <b>Verplicht veld ontbreekt</b><br />Segmentnaam is verplicht.
no: <b>Påkrevd felt mangler</b><br />Det kreves et segmentnavn.
sv: <b>Ett obligatoriskt fält saknas</b><br />Ett segmentnamn krävs.

source: Segment Name
da: Segmentnavn
fi: Segmentin nimi
fr: Nom du segment
nl: Segmentnaam
no: Segmentnavn
sv: Segmentnamn

# Segment_Display_Name
source: Display Name
da: Navn
fi: Näyttönimi
fr: Nom d'affichage
nl: Weergavenaam
no: Vis navn
sv: Namn

# Segment_Members
source: Members
da: Medlemmer
fi: Jäsenet
fr: Membres
nl: Leden
no: Medlemmer
sv: Medlemmar

# Segment_Exclude_Member
source: Exclude member
da: Udelad medlem
fi: Jätä jäsen pois
fr: Exclure le membre
nl: Lid uitsluiten
no: Ekskluder medlem
sv: Undanta medlem

# Segment_Add_Member
source: Add member
da: tilføj medlem
fi: lisää jäsen
fr: ajouter le membre
nl: lid toevoegen
no: legg til medlem
sv: lägg till medlem

# Segment_Add_Expression
source: add expression
da: tilføj udtryk
fi: lisää määritelmä
fr: ajouter l'expression
nl: expressie toevoegen
no: legg til uttrykk
sv: lägg till uttryck

# Segment_Enter_Name
source: enter segment name
da: angiv segmentnavn
fi: kirjoita segmentin nimi.
fr: entrer le nom du segment
nl: segmentnaam invoeren
no: angi segmentnavn
sv: ange segmentnamn

# Promotion_Policy_Name
source: Policy Name
da: Politiknavn
fi: Periaatteen nimi
fr: Nom de la politique
nl: Beleidsnaam
no: Policynavn
sv: Policynamn

# Promotion_Policy_Add
source: Add Policy
da: Tilføj politik
fi: Lisää periaate
fr: Ajouter la politique
nl: Beleid toevoegen
no: Legg til policy
sv: Lägg till policy

# Campaign_Required
source: Please select a campaign
da: Vælg en kampagne
fi: Valitse kampanja
fr: Veuillez sélectionner une campagne
nl: Gelieve een campagne te selecteren
no: Velg en kampanje
sv: Välj en kampanj

# Promotion_Name_Required
source: <b>Required Field Missing</b><br />A promotion name is required.
da: <b>Obligatorisk felt mangler</b><br />Der kræves et reklamekampagnenavn.
fi: <b>Pakollinen kenttä puuttuu</b><br />Tarjouksen nimi on pakollinen.
fr: <b>Champ obligatoire manquant</b><br/>Un nom de promotion est requis.
nl: <b>Verplicht veld ontbreekt</b><br />Promotienaam is verplicht.
no: <b>Påkrevd felt mangler</b><br />Det kreves et tilbudsnavn.
sv: <b>Ett obligatoriskt fält saknas</b><br />Ett marknadsföringsnamn krävs.

source: Promotion Type
da: Reklamekampagnetype
fi: Tarjouksen tyyppi
fr: Type de promotion
nl: Promotietype
no: Tilbudstype
sv: Marknadsföringstyp

source: Promotion Name
da: Reklamekampagnenavn
fi: Tarjouksen nimi
fr: Nom de la promotion
nl: Promotienaam
no: Tilbudsnavn
sv: Marknadsföringsnamn

source: Promotion Group
da: Reklamekampagnegruppe
fi: Tarjousryhmä
fr: Groupe de promotions
nl: Promotiegroep
no: Tilbudsgruppe
sv: Marknadsföringsgrupp

# Promotion_Combine_With_Other
source: Combine with other promotions
da: Kombiner med andre reklamekampagner
fi: Yhdistä muihin tarjouksiin
fr: Combiner avec d'autres promotions
nl: Combineren met andere promoties
no: Kombiner med andre tilbud
sv: Kombinera med andra marknadsföringar

# Promotion_Exclusive_Groups_Selected
source: Exclusive within selected groups
da: Eksklusiv inden for de valgte grupper
fi: Ainoastaan valittujen ryhmien sisällä
fr: Exclusif avec les groupes sélectionnés
nl: Exclusief binnen geselecteerde groepen
no: Eksklusiv innen valgte grupper
sv: Exklusiv inom valda grupper

# Promotion_Exclusive_Groups_All
source: Exclusive within all groups
da: Eksklusiv inden for alle grupper
fi: Ainoastaan kaikkien ryhmien sisällä
fr: Exclusif dans tous les groupes
nl: Exclusief binnen alle groepen
no: Eksklusiv innen alle grupper
sv: Exklusiv inom alla grupper

# Promotion_Max_Redemptions_Total
source: Max. Total Redemptions
da: Maks. antal totale indløsninger
fi: Käyttökertoja enintään yhteensä
fr: Remboursements totaux max.
nl: Max. totaal aflossingen
no: Maks. totale gjenkjøp
sv: Största antal återköp totalt

# Promotion_Max_Redemptions_Per_Order
source: Max. Redemptions Per Order
da: Maks. indløsninger pr. ordre
fi: Käyttökertoja enintään tilausta kohden
fr: Remboursements max. par commande
nl: Max. aflossingen per bestelling
no: Maks. gjenkjøp per bestilling
sv: Största antal återköp per order

# Promotion_Max_Redemptions_Per_Customer
source: Max. Redemptions Per Customer
da: Maks. indløsninger pr. kunde
fi: Käyttökertoja enintään asiakasta kohden
fr: Remboursements max. par client
nl: Max. aflossingen per klant
no: Maks. gjenkjøp per kunde
sv: Största antal återköp per kund

# Promotion_Enter_Name
source: enter promotion name
da: angiv navn på reklamekampagne
fi: kirjoita tarjouksen nimi.
fr: entrer le nom de la promotion
nl: promotienaam invoeren
no: angi tilbudsnavn
sv: ange marknadsföringsnamn

source: Promotion Properties
da: Egenskaber for reklamekampagne
fi: Tarjouksen ominaisuudet
fr: Propriétés de la promotion
nl: Promotie-eigenschappen
no: Egenskaper for tilbud
sv: Marknadsföringsegenskaper

# Promotion_Select_Combine_Degree
source: select the degree to which multiple promotions can be combined
da: vælg i hvilken grad flere reklamekampagner kan kombineres
fi: valitse aste, johon asti useita tarjouksia voidaan yhdistää
fr: sélectionner le niveau de combinaison de plusieurs promotions
nl: de graad selecteren waarin meerdere promoties gecombineerd kunnen worden
no: velg til hvilken grad flere tilbud kan kombineres
sv: välj i vilken grad flera marknadsföringar kan kombineras

# Promotion_Priority_Evaluation
source: promotions with higher priority will be evaluated first
da: reklamekampagner med højere prioritet evalueres først
fi: korkeamman prioriteetin tarjoukset arvioidaan ensin
fr: les promotions avec une priorité élevée seront évaluées en premier
nl: promoties met hogere prioriteit zullen eerst beoordeeld worden
no: tilbud med høyere prioritet evalueres først
sv: marknadsföringar med högre prioritet utvärderas först

# Promotion_Will_Require_Code
source: will require code if entered
da: vil kræve en kode, hvis den angives
fi: edellyttää koodia, jos näppäilty
fr: aura besoin d'un code en cas de saisie
nl: vereist code indien ingevoerd
no: krever kode hvis det angis
sv: kräver kod om det anges

# Promotion_Status
source: status of the promotion
da: status for reklamekampagnen
fi: tarjouksen tila
fr: statut de la promotion
nl: status van de promotie
no: tilbudsstatus
sv: status för marknadsföringen

# Promotion_Purchase_Condition_Reward
source: Purchase Condition and Reward
da: Købsbetingelse og belønning
fi: Ostoehto ja palkkio
fr: Condition d'achat et récompense
nl: Aankoopvoorwaarde en beloning
no: Kjøpsbetingelse og belønning
sv: Inköpsvillkor och belöning

# Promotion_Redemption_Limits
source: Redemption Limits
da: Indløsningsgrænser
fi: Käyttökertarajoitukset
fr: Plafonds de remboursement
nl: Beloningsgrenzen
no: Gjenkjøpsbegrensninger
sv: Återköpsbegränsningar

# Promotion_Use_All_Customers_0_Unlimited
source: number of times the promotion can be used by all customers, enter 0 for unlimited
da: antal gange reklamekampagnen kan anvendes af alle kunder. Angiv 0 for ubegrænset
fi: kuinka monta kertaa kaikki asiakkaat voivat käyttää tarjousta, 0 = rajoittamaton
fr: nombre de fois où la promotion peut être utilisée par tous les clients. Entrez 0 pour un nombre illimité
nl: aantal keer dat de promotie gebruikt kan worden door alle klanten, voer 0 in voor onbeperkt
no: antall ganger tilbudet kan brukes av alle kundene; angi 0 for ubegrenset
sv: antal gånger marknadsföringen kan användas av alla kunder, ange 0 för obegränsat

# Promotion_Use_Single_Order_0_Unlimited
source: number of times the promotion can be used in a single order, enter 0 for unlimited
da: antal gange reklamekampagnen kan anvendes i en enkelt ordre. Angiv 0 for ubegrænset
fi: kuinka monta kertaa tarjousta voi käyttää yhdessä tilauksessa, 0 = rajoittamaton
fr: de fois où la promotion peut être utilisée dans une même commande. Entrez 0 pour un nombre illimité
nl: aantal keer dat de promotie gebruikt kan worden in een enkele bestelling, voer 0 in voor onbeperkt
no: antall ganger tilbudet kan brukes i én enkel bestilling; angi 0 for ubegrenset
sv: antal gånger marknadsföringen kan användas i en enskild order, ange 0 för obegränsat

# Promotion_Use_Single_Customer_0_Unlimited
source: number of times the promotion can be used by a single customer, enter 0 for unlimited
da: antal gange reklamekampagnen kan anvendes af en enkelt kunde. Angiv 0 for ubegrænset
fi: kuinka monta kertaa yksi asiakas voi käyttää tarjousta, 0 = rajoittamaton
fr: de fois où la promotion peut être utilisée par le même client. Entrez 0 pour un nombre illimité
nl: aantal keer dat de promotie gebruikt kan worden door een enkele klant, voer 0 in voor onbeperkt
no: antall ganger tilbudet kan brukes av én enkel kunde; angi 0 for ubegrenset
sv: antal gånger marknadsföringen kan användas av en enskild kund, ange 0 för obegränsat

# Policy_Is_Local
source: Is Local
da: Er lokal
fi: On paikallinen
fr: Est local
nl: Is lokaal
no: Er lokal
sv: Är lokal

# Policy_Groups
source: Groups
da: Grupper
fi: Ryhmät
fr: Groupes
nl: Groepen
no: Grupper
sv: Grupper

source: Policy Name
da: Politiknavn
fi: Periaatteen nimi
fr: Nom de la politique
nl: Beleidsnaam
no: Policynavn
sv: Policynamn

# Policy_Name_Enter
source: enter Policy name
da: angiv navn på politik
fi: kirjoita periaatteen nimi
fr: entrer le nom de la politique
nl: voer een beleidsnaam in
no: angi policynavn
sv: ange policynamn

# Policy_Status
source: Status
fi: Tila
fr: Statut

# Policy_Status_Enter
source: enter Policy status
da: angiv status for politik
fi: kirjoita periaatteen tila
fr: entrer le statut de la politique
nl: voer een beleidsstatus in
no: angi policystatus
sv: ange policystatus

# Policy_Expression_Select
source: select policy expression
da: vælg politikudtryk
fi: valitse periaatteen määritelmä
fr: sélectionner l'expression de la politique
nl: selecteer een beleidsexpressie
no: velg policyuttrykk
sv: välj policyuttryck

# Policy_Group_Select
source: select policy group, allows you to logically group policies
da: vælg politikgruppe. Gør det muligt at gruppere politikker logisk
fi: valitse periaateryhmä, mahdollistaa periaatteiden ryhmittämisen loogisesti
fr: sélectionner le groupe de politiques. Vous permet de regrouper les politiques de manière logique
nl: selecteer een beleidsgroep, laat u toe beleidsmaatregelen logisch te groeperen
no: velg policygruppe; gjør det mulig å gruppere policyer logisk
sv: välj policygrupp, gör det möjligt att gruppera gruppolicies logiskt

# Expression_Name_Required
source: <b>Required Field Missing</b><br />A expression name is required.
da: <b>Obligatorisk felt mangler</b><br />Der kræves et udtryksnavn.
fi: <b>Pakollinen kenttä puuttuu</b><br />Määritelmän nimi on pakollinen.
fr: <b>Champ obligatoire manquant</b><br/>Un nom d'expression est requis.
nl: <b>Verplicht veld ontbreekt</b><br />Expressienaam is verplicht.
no: <b>Påkrevd felt mangler</b><br />Det kreves et uttrykksnavn.
sv: <b>Ett obligatoriskt fält saknas</b><br />Ett uttrycksnamn krävs.

# Policy_Expression_Required
source: <b>Required Field Missing</b><br />Policy expression is required.
da: <b>Obligatorisk felt mangler</b><br />Der kræves et politikudtryk.
fi: <b>Pakollinen kenttä puuttuu</b><br />Periaatteen määritelmä on pakollinen.
fr: <b>Champ obligatoire manquant</b><br/>Une expression de la politique est requise.
nl: <b>Verplicht veld ontbreekt</b><br />Beleidsexpressie is verplicht.
no: <b>Påkrevd felt mangler</b><br />Det kreves et policyuttrykk.
sv: <b>Ett obligatoriskt fält saknas</b><br />Policyuttryck krävs.

# Policy_Name_Required
source: <b>Required Field Missing</b><br />Policy name is required.
da: <b>Obligatorisk felt mangler</b><br />Der kræves et politiknavn.
fi: <b>Pakollinen kenttä puuttuu</b><br />Periaatteen nimi on pakollinen.
fr: <b>Champ obligatoire manquant</b><br/>Un nom de politique est requis.
nl: <b>Verplicht veld ontbreekt</b><br />Beleidsnaam is verplicht
no: <b>Påkrevd felt mangler</b><br />Det kreves et policynavn.
sv: <b>Ett obligatoriskt fält saknas</b><br />Policynamn krävs.

# Policy_Status_Required
source: <b>Required Field Missing</b><br />Policy status is required.
da: <b>Obligatorisk felt mangler</b><br />Der kræves en politikstatus.
fi: <b>Pakollinen kenttä puuttuu</b><br />Periaatteen tila on pakollinen.
fr: <b>Champ obligatoire manquant</b><br/>Un statut de la politique est requis.
nl: <b>Verplicht veld ontbreekt</b><br />Beleidsstatus is verplicht.
no: <b>Påkrevd felt mangler</b><br />Det kreves en policystatus.
sv: <b>Ett obligatoriskt fält saknas</b><br />Policystatus krävs.

# Expression_Name_Enter
source: enter expression name
da: angiv navn på udtryk
fi: kirjoita periaatteen nimi.
fr: entrer le nom de l'expression
nl: voer een expressienaam in
no: angi uttrykksnavn
sv: ange uttrycksnamn

# Expression_Description_Enter
source: enter expression description
da: angiv en beskrivelse af udtrykket
fi: kirjoita periaatteen kuvaus
fr: entrer la description de l'expression
nl: voer een expressiebeschrijving in
no: angi uttrykksbeskrivelse
sv: ange uttrycksbeskrivning

# Expression_Xml_Enter
source: enter expression xml
da: angiv udtryks-xml
fi: kirjoita periaatteen kuvaus
fr: entrer l'expression xml
nl: voer expressie xml in
no: angi Xml-uttrykk
sv: ange uttrycks-XML

# Expression_Category_Select
source: select expression category
da: vælg udtrykskategori
fi: valitse määritelmän luokka
fr: sélectionner la catégorie de l'expression
nl: selecteer een expressiecategorie
no: velg uttrykkskategori
sv: välj uttryckskategori

source: Expression Name
da: Udtryksnavn
fi: Määritelmän nimi
fr: Nom de l'expression
nl: Expressienaam
no: Uttrykksnavn
sv: Uttrycksnamn

# Campaign_Name_Required
source: <b>Required Field Missing</b><br />A campaign name is required.
da: <b>Obligatorisk felt mangler</b><br />Der kræves et kampagnenavn.
fi: <b>Pakollinen kenttä puuttuu</b><br />Kampanjan nimi on pakollinen.
fr: <b>Champ obligatoire manquant</b><br/>Un nom de campagne est requis.
nl: <b>Verplicht veld ontbreekt</b><br />Campagnenaam is verplicht.
no: <b>Påkrevd felt mangler</b><br />Det kreves et kampanjenavn.
sv: <b>Ett obligatoriskt fält saknas</b><br />Ett kampanjnamn krävs.

source: Campaign Name
da: Kampagnenavn
fi: Kampanjan nimi
fr: Nom de la campagne
nl: Campagnenaam
no: Kampanjenavn
sv: Kampanjnamn

# Campaign_Name_Enter
source: enter campaign name
da: angiv kampagnenavn
fi: kirjoita kampanjan nimi
fr: entrer le nom de la campagne
nl: voer een campagnenaam in
no: angi kampanjenavn
sv: ange kampanjnamn

# Campaign_Target_Segments
source: Target Segments
da: Målsegmenter
fi: Kohdesegmentit
fr: Segments cibles
nl: Doelsegmenten
no: Målsegmenter
sv: Målsegment

# Promotion_Add_Variation
source: add variation
da: tilføj variation
fi: lisää varastotuote
fr: ajouter une variation
nl: variatie toevoegen
no: legg til variasjon
sv: lägg till avvikelse

# Promotion_Select_Catalog_Entry_Y
source: Select catalog entry Y
da: Vælg katalogpost Y
fi: Valitse katalogin kohde Y
fr: Sélectionner l'entrée de catalogue Y
nl: Catalogusbijdrage Y selecteren
no: Velg produktkatalogoppføring Y
sv: Välj katalogpost Y

# Promotion_Max_Quantity_Y
source: Max quantity Y
da: Maks. mængde Y
fi: Enimmäismäärä Y
fr: Quantité max. Y
nl: Max. hoeveelheid Y
no: Maks. mengde Y
sv: Största antal Y

# Promotion_Percentage_Based
source: Percentage Based
da: Baseret på procent
fi: Prosenttipohjainen
fr: Basé sur le pourcentage
nl: Op percentage gebaseerd
no: Prosentbasert
sv: Procentbaserat

# Promotion_Value_Based
source: Value Based
da: Baseret på værdi
fi: Arvopohjainen
fr: Basé sur la valeur
nl: Op waarde gebaseerd
no: Verdibasert
sv: Värdebaserat

# Promotion_Select_Catalog_Entry_X
source: Select catalog entry X
da: Vælg katalogpost X
fi: Valitse katalogin kohde X
fr: Sélectionner l'entrée de catalogue X
nl: Catalogusbijdrage X selecteren
no: Velg produktkatalogoppføring X
sv: Välj katalogpost X

# Promotion_Select_Target_Catalog_Entry_X
source: Select target catalog entry X
da: Vælg målkatalogpost X
fi: Valitse kohdekatalogin kohde X
fr: Sélectionner l'entrée de catalogue cible X
nl: Doelcatalogusbijdrage X selecteren
no: Velg målproduktkatalogoppføring X
sv: Välj målkatalogpost X

# Promotion_Minimum_Purchase
source: Minimum purchase
da: Mindstekøb
fi: Vähimmäisosto
fr: Achat minimum
nl: Minimum aankoop
no: Minimumskjøp
sv: Minsta inköp

# Promotion_Fixed_Amount_Off_Total_Of_All_Catalog_Entries
source: Fixed amount off total of all catalog entries
da: Fast beløb, som fratrækkes totalen for alle katalogposter
fi: Kiinteä summa pois kaikista katalogin kohteista
fr: Montant fixe de toutes les entrées du catalogue
nl: Vast aantal van totaal van alle catalogusbijdragen
no: Fast rabattbeløp av summen for alle produktkatalogoppføringene
sv: Fast antal av totalt för alla katalogposter

# Promotion_Minimum_Order_Amount
source: Minimum order amount
da: Mindste ordremængde
fi: Tilauksen vähimmäissumma
fr: Montant de commande minimum
nl: Minimum bestelhoeveelheid
no: Minimumsbestillingsbeløp
sv: Minsta orderbelopp

# Promotion_Quantity_X_needed_to_qualify
source: Quantity of 'X' needed to qualify for the promotion
da: En mængde på 'X' er nødvendig for at kvalificere sig til reklamekampagnen
fi: Määrä kohdetta X, joka tarvitaan tarjousta varten
fr: Quantité de « X » requise pour bénéficier de la promotion
nl: Hoeveelheid van "X" nodig om in aanmerking te komen voor de promotie
no: Mengden X må oppfylles for tilbudet
sv: Kvantiteten 'X' krävs för att kvalificera för marknadsföringen

# Promotion_Quantity_Y_needed_to_qualify
source: Quantity of 'Y' to apply discount to
da: En mængde på 'Y' er nødvendig for at kvalificere sig til reklamekampagnen
fi: Määrä kohdetta Y, joka tarvitaan tarjousta varten
fr: Quantité de « X » concernée par la remise
nl: Hoeveelheid van "Y" nodig om in aanmerking te komen voor de promotie
no: Mengden Y må oppfylles for tilbudet
sv: Kvantiteten 'Y' krävs för att kvalificera för marknadsföringen

# Promotion_Combination_With_Other
source: Combination with other promotions
da: Kombination med andre reklamekampagner
fi: Yhdistäminen muihin tarjouksiin
fr: Combinaison avec les autres promotions
nl: Combinatie met andere promoties
no: Kombinasjon med andre tilbud
sv: Kombination med andra marknadsföringar

# Segment_Conditions_Description
source: The above conditions will be evaluated in runtime and if any are true, the customer will be part of this segment.
da: Ovenstående betingelser vil blive evalueret under kørsel, og hvis nogen er sande, vil kunden være en del af dette segment.
fi: Yllä olevat ehdot arvioidaan suorituksenaikaisesti, ja jos jokin niistä on tosi, asiakas katsotaan osaksi tätä segmenttiä.
fr: Les conditions ci-dessus seront évaluées pendant l'exécution et si l'une d'elles est vérifiée, le client fera partie de ce segment.
nl: De bovenstaande condities zullen in runtime beoordeeld worden en als enige waar zijn, de klant zal deel uitmaken van dit segment.
no: De ovenstående betingelsene evalueres i kjøretid og hvis noen av disse er sanne, blir kunden en del av dette segmentet.
sv: Villkoren ovan kommer att utvärderas vid exekveringen och om något är sant kommer kunden att vara en del av det här segmentet.

# Promotion_Used_Count
source: Redeemed
da: Indløst
fi: Käytetty
fr: Remboursé
nl: Afgelost
no: Gjenkjøp
sv: Inlösta

# Campaign_With_Name_Exists
source: Campaign with such name already exists.
da: Der findes allerede en kampagne med dette navn.
fi: Samanniminen kampanja on jo olemassa.
fr: Une campagne avec ce nom existe déjà.
nl: Er bestaat reeds een campagne met deze naam.
no: Det finnes allerede en kampanje med dette navnet.
sv: Det finns redan en kampanj med det namnet.

# Promotion_With_Name_Exists
source: Promotion with such name already exists.
da: Der findes allerede en reklamekampagne med dette navn.
fi: Samanniminen tarjous on jo olemassa.
fr: Une promotion avec ce nom existe déjà.
nl: Er bestaat reeds een promotie met deze naam.
no: Det finnes allerede et tilbud med dette navnet.
sv: Det finns redan en marknadsföring med det namnet.

# Segment_With_Name_Exists
source: A Segment with this name already exists.
da: Der findes allerede et segment med dette navn.
fi: Samanniminen segmentti on jo olemassa.
fr: Un segment avec ce nom existe déjà.
nl: Er bestaat reeds een segment met deze naam.
no: Det finnes allerede et segment med dette navnet.
sv: Det finns redan ett segment med det namnet.

# Promotion_Edit_Variation
source: Change Variation
da: Skift variation
fi: Vaihda varianttia
fr: Changer la variation
nl: Variatie wijzigen
no: Endre variasjon
sv: Byt variant

# Promotion_Empty_CatalogEntiriesList
source: Please select catalog entries
da: Vælg venligst katalogposter
fi: Valitse katalogin kohteita
fr: Veuillez sélectionner les entrées de catalogue
nl: Selecteer catalogusbijdragen
no: Velg katalogoppføringer
sv: Välj katalogposter

# Promotion_More_CatalogEntriesListPattern
source: ({0}) more...
da: ({0}) flere...
fi: ({0}) lisää...
fr: ({0}) plus...
nl: ({0}) meer...
no: ({0}) mer...
sv: ({0}) fler ...

source: Catalog Entry
da: Katalogpost
fi: Luettelokohde
fr: Entrée de catalogue
nl: Catalogusbijdrage
no: Katalogoppføring
sv: Katalogpost

source: Condition Dialog
da: Betingelsesdialog
fi: Ehtoikkuna
fr: Boîte de dialogue de condition
nl: Venster voor voorwaarde
no: Betingelsesdialog
sv: Villkorsdialogruta

source: New Condition
da: Ny betingelse
fi: Uusi ehto
fr: Nouvelle condition
nl: Nieuwe voorwaarde
no: Ny betingelse
sv: Nytt villkor
