Repository: episerver/SocialQuicksilver
Catalog: Sources/EPiServer.Reference.Commerce.Manager/App_GlobalResources/Marketing/MarketingStrings.*.resx
Languages: da, fi, fr, nl, no, sv

source: Order
da: Ordre
fi: Tilaus
fr: Commande
nl: Bestelling
no: Bestilling

# Promotion_Assign_Rewards
source: Use the actions below to assign rewards.
da: Anvend nedenstående handlinger til at tildele belønninger.
fi: Määritä palkkioita seuraavilla toiminnoilla.
fr: Utiliser les actions ci-dessous pour attribuer des récompenses.
nl: Gebruik onderstaande acties om beloningen toe te wijzen.
no: Bruk handlingene nedenfor til å gi belønninger.
sv: Dela ut belöningar med åtgärderna nedan.

# Promotion_Buy_X_Get_Dollar_Off
source: Buy X Get a Discount
da: Køb X og få $ i rabat
fi: Osta X, niin saat alennusta $
fr: Achetez X et bénéficiez d'une remise
nl: Koop X en ontvang $ korting!
no: Kjøp X Få $ i rabatt
sv: Köp X få $ rabatt

# Promotion_Buy_X_Get_Dollar_Off_Description
source: This type of promotion gives a discount per item for the minimum quantity.
da: Denne type af kampagne giver $ i rabat pr. vare ved minimumsmængden.
fi: Tämäntyyppisessä tarjouksessa jokaisesta kohteesta annetaan alennusta $, kun vähimmäismäärä täyttyy.
fr: Ce type de promotion donne droit à une remise sur chaque article pour la quantité minimum.
nl: Dit type promotie geeft een korting per item voor de minimumhoeveelheid.
no: Denne tilbudstypen gir $ i rabatt per artikkel for minimumsmengde.
sv: Den här typen av marknadsföring ger $ i rabatt per artikel för minimimängden.

# Promotion_Buy_X_Get_Y_At_Discount
source: Buy catalog entry X, get catalog entry Y at a discount
da: Køb katalogpost X, få katalogpost Y med rabat
fi: Kun ostat luettelokohteen X, saat luettelokohteesta Y alennuksen
fr: Achetez l'entrée de catalogue X et bénéficiez d'une remise sur l'entrée de catalogue Y
nl: Koop catalogusbijdrage X en krijg korting op catalogusbijdrage Y
no: Kjøp katalogoppføring X, få katalogoppføring Y med rabatt
sv: Köp katalogpost X, få katalogpost till reducerat pris

# Promotion_Buy_X_Get_Y_At_Discount_Description
source: This type of promotion makes additional SKUs available at a percentage discount when an order includes some required amount of the specified SKU
da: Denne type kampagne gør yderligere artikelnumre tilgængelige til en rabatprocent, når en ordre omfatter en vis mængde af det anførte artikelnummer.
fi: Tämäntyyppisessä tarjouksessa ylimääräiset varastotuotteet ovat saatavana prosenttimääräisellä alennuksella, kun tilaus sisältää vaaditun määrän määritettyjä varastotuotteita.
fr: Ce type de promotion permet d'obtenir les UGS supplémentaires à un pourcentage de remise si une commande inclut la quantité requise de l'UGS spécifiée
nl: Voor dit type promotie zijn er bijkomende SKU's beschikbaar met een bepaalde korting wanneer een bestelling een vereist bedrag van de gespecificeerde SKU bevat
no: Denne tilbudstypen gjør flere artikkelnumre tilgjengelige med prosentrabatt når en bestilling inkluderer en påkrevet mengde av det spesifiserte artikkelnummeret
sv: Den här typen av marknadsföring gör ytterligare SKU:er tillgängliga med en viss procent i rabatt när en order innehåller en viss mängd av den angivna SKU:n.

# Promotion_Custom_Condition
source: Use the condition below to restrict how the promotion will be applied.
da: Anvend nedenstående betingelse til at begrænse, hvordan kampagnen anvendes.
fi: Tarjouksen käyttöä voi rajoittaa seuraavalla ehdolla.
fr: Utiliser la condition ci-dessous pour restreindre le mode d'application de la promotion.
nl: Gebruik de onderstaande voorwaarde om te beperken hoe de promotie wordt toegepast.
no: Bruk betingelsen nedenfor til å begrense hvordan tilbudet skal brukes.
sv: Begränsa hur marknadsföringen tillämpas med villkoret nedan.

# Promotion_Custom_Description
source: This type of promotion allows you to create your own custom promotion.
da: Denne type kampagne gør det muligt at oprette din egen brugerdefinerede kampagne.
fi: Tämäntyyppisessä tarjouksessa voit luoda oman mukautetun tarjouksen.
fr: Ce type de promotion vous permet de créer votre propre promotion personnalisée.
nl: Met dit type promotie kunt u uw eigen aangepaste promoties lanceren.
no: Denne tilbudstypen lar deg opprette et egendefinert tilbud.
sv: Med den här typen av marknadsföring kan du skapa en egen, anpassad marknadsföring.

# Promotion_Entry_Custom_Name
source: Build Your Own Discount
da: Opbyg din egen rabat
fi: Kokoa oma tarjous
fr: Créer votre propre remise
nl: Stel zelf een korting samen
no: Opprett din egen rabatt
sv: Skapa din egen rabatt

# Promotion_Group_Entry
source: entry
da: post
fi: kohde
fr: entrée
nl: bijdrage
no: oppføring
sv: post

# Promotion_Group_Order
source: order
da: ordre
fi: tilaus
fr: commande
nl: bestelling
no: bestilling

# Promotion_Group_Shipping
source: shipping
da: forsendelse
fi: toimitus
fr: expédition
nl: verzending
no: frakt
sv: leverans

# Promotion_Order_Sub_Total_Description
source: This type of promotion discounts the order subtotal if the minimum order amount is met.
da: Den type af kampagne giver rabat på ordrens subtotal, hvis ordrens minimumsmængde opfyldes.
fi: Tämäntyyppisessä tarjouksessa annetaan alennus tilauksen välisummasta, jos vähimmäistilausmäärä täyttyy.
fr: Ce type de promotion donne droit à une remise sur le sous-total de la commande si le montant de commande minimum est respecté.
nl: Dit soort promotie geeft een korting op het subtotaal van de bestelling als de waarde van de bestelling hoger ligt dan het minimumbedrag.
no: Denne tilbudstypen gir rabatt på bestillingens delsum hvis minimumsbestillingsbeløpet er oppfylt.
sv: Med den här typen av marknadsföring rabatteras orderns delsumma om det minsta orderbeloppet uppnås.

# Promotion_Order_Sub_Total_Volume_Discount
source: Order Sub Total Volume Discount
da: Rabat på ordrens subtotalmængde
fi: Tilauksen välisumman määräalennus
fr: Remise sur le volume du sous-total de la commande
nl: Volumekorting op subtotaal van bestelling
no: Volumrabatt på bestillingens delsum
sv: Order Delsumma Totalt Volym Rabatt

source: Purchase Condition
da: Købsbetingelse
fi: Ostoehto
fr: Condition d'achat
nl: Verkoopvoorwaarde
no: Kjøpsbetingelse
sv: Inköpsvillkor

source: Rewards
da: Belønninger
fi: Palkkiot
fr: Récompenses
nl: Beloningen
no: Belønninger
sv: Belöningar

source: Shipping
da: Forsendelse
fi: Toimitus
fr: Expédition
nl: Verzending
no: Frakt
sv: Leverans

# Promotion_Buy_X_Get_N_At_Y_Discount
source: Buy X, get N quantity of Y at a discount
da: Køb X, få N mængde af Y med rabat
fi: Osta X, niin saat N kohdetta alennuksella, kun kokonaismäärä on Y
fr: Achetez X, obtenez la quantité N de Y avec une remise
nl: Koop X, krijg hoeveelheid N van Y met korting
no: Kjøp X, få mengde N av Y med rabatt
sv: Köp X, få N antal Y till reducerat pris

# Promotion_Buy_X_Get_N_At_Y_Discount_Description
source: This type of promotion is eligible to buy designated number of item at a reduced price.
da: Med denne type af kampagne kan der købes et bestemt antal varer til nedsat pris.
fi: Tämäntyyppisessä tarjouksessa tietyn määrän kohteita voi ostaa alennettuun hintaan.
fr: Ce type de promotion permet d'acheter le nombre désigné d'articles à un prix réduit.
nl: Dit soort promotie is geschikt voor het bekomen van een bepaald aantal items met korting.
no: Denne tilbudstypen er kvalifisert til å kjøpe angitt antall av artikkel til redusert pris.
sv: Med den här typen av marknadsföring kan ett visst antal av en artikel köpas till reducerat pris.

# Promotion_BuySKUFromCategoryXGetDiscountedShipping
source: Buy SKU From Category X Get Discount Off Shipment
fr: Achetez des UGS dans la catégorie X et bénéficiez d'une remise sur les frais d'expédition

# Promotion_BuySKUFromCategoryXGetDiscountedShipping_Description
source: This promotion discounts shipping charges for a particular shipping method for the minimum quantity of one or more SKUs from a particular category.<br> NOTE : This covers SKUs in the category but not in subcategories.
fr: Cette promotion donne droit à une remise sur les frais d'expédition pour une méthode d'expédition particulière sur la quantité minimum d'une ou plusieurs UGS d'une catégorie spécifique.<br/> REMARQUE : Elle concerne les UGS de la catégorie mais pas celles des sous-catégories.

# Promotion_BuyXGetOffShipmentDiscount
source: Buy X Get Discount Off Shipment
fr: Achetez X et bénéficiez d'une remise sur les frais d'expédition

# Promotion_BuyXGetOffShipmentDiscount_Description
source: This type of promotion gives a discount off of the shipping charge for a particular shipping method for the minimum quantity of one or more SKUs.
fr: Ce type de promotion donne droit à une remise sur les frais d'expédition pour une méthode d'expédition particulière sur la quantité minimum d'une ou plusieurs UGS.

# Promotion_FixedShippingChargeForOrderVolume
source: Fixed Shipping Charge For A Particular Method and Order Volume
fr: Frais d'expédition fixes pour une méthode et un volume de commande donnés

# Promotion_FixedShippingChargeForOrderVolume_Description
source: This type of promotion sets the shipping charges to a fixed price for a particular shipping method if a minimum order amount is met.
fr: Ce type de promotion donne droit à une remise sur les frais d'expédition pour un prix fixe pour une méthode d'expédition particulière si un montant de commande minimum est atteint.

# Promotion_ShippingDiscountForOrderVolumeAnyType
source: Shipping Charge Discount For Order Volume for Any Shipping Type
fr: Remise sur les frais d'expédition pour un volume de commande pour un type d'expédition quelconque

# Promotion_ShippingDiscountForOrderVolumeAnyType_Description
source: This type of promotion discounts the shipping charges regardless of shipping method.
fr: Ce type de promotion donne droit à une remise sur les frais d'expédition indépendamment de la méthode d'expédition utilisée.

# Promotion_ShippingDiscountForOrderVolumeByType
source: Shipping Charge Discount For Order Volume by Shipping Type
fr: Remise sur les frais d'expédition pour un volume de commande par type d'expédition

# Promotion_ShippingDiscountForOrderVolumeByType_Description
source: This type of promotion discounts the shipping charges for particular shipping methods if a minimum order amount is met.
fr: Ce type de promotion donne droit à une remise sur les frais d'expédition pour des méthodes d'expédition particulières si un montant de commande minimum est atteint.

# Promotion_DateTime_Order
source: The 'Available from' date/time must be before the 'Expires on' date/time
fr: La date/L'heure « Disponible à partir de » doit être antérieure à la date/l'heure « Expire le »

source: Number Of Records To Display
fr: Nombre d'enregistrements à afficher

source: Total Catalog Entries Found
fr: Nombre total d'entrées de catalogue trouvées

# Promotion_Name_Invalid
source: Invalid name; cannot start with '@'
fr: Nom incorrect ; il ne peut pas commencer par « @ »

# Promotion_Range_GT_One
source: Integer greater than 1 required
fr: Un nombre entier supérieur à 1 est requis

# Campaign_Target_Markets
source: Target Markets
da: Målmarkeder
fi: Kohdemarkkinat
fr: Marchés cibles
nl: Doelmarkten
no: Målmarkeder
sv: Målmarknader

# Coupon_Code_Existed
source: Coupon code already exists, please enter another one.
da: Kuponkoden findes allerede. Indtast en ny kode.
fi: Kuponkikoodi on jo olemassa. Anna muu koodi.
fr: Le code coupon existe déjà, veuillez en saisir un autre.
nl: Couponcode bestaat al, voer een andere in.
no: Kupongkode finnes fra før, skriv inn en annen.
sv: Kupongkoden finns redan. Ange en annan kod.

# Leave_Unselected
source: Leave all unselected to apply campaign to all of the above.
da: Fjern markeringen fra alle felterne for at anvende kampagnen på alle ovenstående elementer.
fi: Kampanja otetaan käyttöön kaikissa yllä mainituista, jos jätät kaikki kohdat valitsematta.
fr: Désélectionnez tout pour appliquer la campagne à toutes les options ci-dessus.
nl: Laat alles ongeselecteerd om campagne toe te passen op al het bovenstaande.
no: La alle være uvalgt for å bruke kampanjen på alt ovenfor.
sv: Markera inga alternativ om kampanjen ska gälla alla ovan.

# Promotion_Target_Markets
source: Target Markets
da: Målmarkeder
fi: Kohdemarkkinat
fr: Marchés cibles
nl: Doelmarkten
no: Målmarkeder
sv: Målmarknader

# Segment_Display_Name_Required
source: <b>Required Field Missing</b><br />A display name is required.
da: <b>Obligatorisk felt mangler</b><br/>Der kræves et vist navn.
fi: <b>Pakollinen kenttä puuttuu</b><br/>Näyttönimi on pakollinen.
fr: <b>Champ obligatoire manquant</b><br/>Un nom d'affichage est requis.
nl: <b>Vereist veld ontbreekt</b><br/>Een displaynaam is verplicht.
no: <b>Påkrevet felt mangler</b><br/>Et visningsnavn er påkrevet.
sv: <b>Ett obligatoriskt fält saknas</b><br/>Ett namn krävs.

# Segment_Enter_Display_Name
source: enter display name
da: angiv vist navn
fi: kirjoita näyttönimi
fr: entrer le nom de l'affichage
nl: displaynaam invoeren
no: angi visningsnavn
sv: ange namn

# Segment_Description
source: Description
da: Beskrivelse
fi: Kuvaus
nl: Beschrijving
no: Beskrivelse
sv: Beskrivning

# Segment_Conditions
source: Conditions
da: Betingelser
fi: Ehdot
nl: Condities
no: Betingelser
sv: Villkor

# Policy_Expression
source: Expression
da: Udtryk
fi: Määritelmä
nl: Expressie
no: Uttrykk
sv: Uttryck

source: Expression Xml
da: Udtryks-XML
fi: Määritelmä xml
nl: Expressie Xml
no: Xml-uttrykk
sv: Uttrycks-XML
