Repository: episerver/SocialQuicksilver
Catalog: Sources/EPiServer.Reference.Commerce.Manager/App_GlobalResources/Content/ContentStrings.*.resx
Languages: da, fi, fr, nl, no, sv

# Language_Name_Required
source: <b>Required Field Missing</b><br />A language Name is required.
da: <b>Obligatorisk felt mangler</b><br />Der kræves et sprognavn.
fi: <b>Pakollinen kenttä puuttuu</b><br />Kielen nimi on pakollinen.
fr: <b>Champ obligatoire manquant</b><br/>Un nom de langue est requis.
nl: <b>Verplicht veld ontbreekt</b><br />Een taalnaam is veplicht.
no: <b>Påkrevd felt mangler</b><br />Det kreves et språknavn.
sv: <b>Ett obligatoriskt fält saknas</b><br />Ett språknamn krävs.

# Language_Code_Invalid
source: Invalid language code
da: Ugyldig sprogkode
fi: Virheellinen kielen koodi
fr: Code de langue incorrect
nl: Ongeldige taalcode
no: Ugyldig språkkode
sv: Ogiltig språkkod

# Folder_Command_Add
source: Create new command
da: Opret ny kommando
fi: Luo uusi komento
fr: Créer commande
nl: Nieuwe opdracht maken
no: Opprett en ny kommando
sv: Skapa nytt kommando

# Folder_Command_Edit
source: Edit command
da: Rediger kommando
fi: Muokkaa komentoa
fr: Modifier la commande
nl: Opdracht bewerken
no: Rediger kommando
sv: Redigera kommando

# Folder_Page_Create
source: Create Page
da: Opret side
fi: Luo sivu
fr: Créer une page
nl: Pagina aanmaken
no: Opprett side
sv: Skapa sida

# Folder_Page_CreateConfirm
source: Create page version for this language?
da: Vil du oprette en sideversion for dette sprog?
fi: Luodaanko sivuversio tälle kielelle?
fr: Créer une version de page pour cette langue ?
nl: Paginaversie aanmaken voor deze taal?
no: Opprett sideversjon for dette språket?
sv: Vill du skapa en sidversion för det här språket?

# Folder_Page_View
source: View Page
da: Vis side
fi: Katso sivu
fr: Voir la page
nl: Pagina bekijken
no: Vis side
sv: Visa sida

# Page_Drafts
source: Drafts
da: Kladder
fi: Luonnokset
fr: Versions provisoires
nl: Kladversies
no: Kladder
sv: Utkast

# Page_Rejected
source: Rejected
da: Afvist
fi: Hylätty
fr: Refusé
nl: Afgewezen
no: Avvist
sv: Avböjd

# Page_WaitingApproval
source: Waiting Approval
da: Afventer godkendelse
fi: Odottaa hyväksyntää
fr: Approbation en attente
nl: Aan het wachten op goedkeuring
no: Venter på godkjenning
sv: Väntande godkännande

# Folder_Command_QueryString
source: Query string
da: Streng til forespørgsel
fi: Hakuketju
fr: Chaîne de requête
nl: Reeks van zoekopdracht
no: Spørrestreng
sv: Frågesträng

# Folder_FullAccess
source: Access for all
da: Adgang for alle
fi: Käyttöoikeus kaikille
fr: Accès pour tous
nl: Toegang voor alles
no: Tilgang for alle
sv: Åtkomst för alla

# Folder_ParentFolder
source: Parent Folder
da: Overordnet mappe
fi: Ylähakemisto
fr: Dossier parent
nl: Bovenliggende map
no: Overordnet mappe
sv: Överordnad katalog

# Folder_TargetFolder
source: Target folder
da: Målmappe
fi: Kohdehakemisto
fr: Dossier cible
nl: Doelmap
no: Målkatalog
sv: Målkatalog

# Menu_Command
source: Command
da: Kommando
fi: Komento
fr: Commande
nl: Opdracht
no: Kommando
sv: Kommando

# Menu_Command_Link
source: Link
fi: Linkki
fr: Lien
nl: Koppeling
no: Kobling
sv: Länk

# Menu_Command_Navigation
source: Navigation
fi: Navigointi
nl: Navigatie
no: Navigasjon
sv: Navigering

# Menu_Command_None
source: None
da: Ingen
fi: Ei mitään
fr: Aucune
nl: Geen
no: Ingen
sv: Inga

# Menu_Command_Parameters
source: Parameters
da: Parametre
fi: Parametrit
fr: Paramètres
no: Parametre
sv: Parametrar

# Menu_Command_Parameters_Description
source: Parameters values divided with ';'
da: Parametrenes værdier divideret med ';'
fi: Parametriarvot erotettu merkillä ';'
fr: Valeurs de paramètres séparées par des « ; »
nl: Parameterwaarden gedeeld door ';'
no: Parameterverdier skilt med ';'
sv: Parametervärde delat med ';'

# Menu_Command_String
source: String
da: Streng
fi: Ketju
fr: Chaîne
nl: Reeks
no: Streng

# Menu_Command_Type
source: Command type
da: Kommandotype
fi: Komentotyyppi
fr: Type de commande
nl: Opdrachttype
no: Kommandotype
sv: Kommandotyp

# Page_DefaultPage
source: Default page
da: Standardside
fi: Oletussivu
fr: Page par défaut
nl: Standaardpagina
no: Standardside
sv: Standardsida

# Page_MasterPage
source: Master Page
da: Hovedside
fi: Pääsivu
fr: Page maître
nl: Hoofdpagina
no: Hovedside
sv: Huvudsida

source: Site Address
da: Webstedsadresse
fi: Sivuston osoite
fr: Adresse du site
nl: Websiteadres
no: Områdeadresse
sv: Webbplatsadress

# Menu_Command_Script
source: Script
fi: Ohjelmakoodi
no: Skript

# DisplayTemplate_With_Name_Exists
source: Template with such name already exists.
da: Der findes allerede en skabelon med dette navn.
fi: Samanniminen malli on jo olemassa.
fr: Un modèle avec ce nom existe déjà.
nl: Er bestaat reeds een sjabloon met deze naam.
no: Det finnes allerede en mal med dette navnet.
sv: Det finns redan en mall med det namnet.

# Site_Folder_AlreadyExists
source: A site folder with specified name already exists.
da: Der eksisterer allerede en webstedsmappe med det angivne navn.
fi: Samalla nimellä on jo olemassa sivustohakemisto.
fr: Un dossier de site avec le nom spécifié existe déjà.
nl: Er bestaat reeds een websitemap met de gespecificeerde naam.
no: En områdemappe med angitt navn finnes allerede.
sv: Det finns redan en webbplatskatalog med det angivna namnet.

# Site_Folder_Required
source: <b>Required Field Missing</b><br />A site folder is required.
da: <b>Obligatorisk felt mangler</b><br />Der kræves en webstedsmappe.
fi: <b>Pakollinen kenttä puuttuu</b><br />Sivustohakemisto on pakollinen.
fr: <b>Champ obligatoire manquant</b><br/>Un dossier de site est requis.
nl: <b>Verplicht veld ontbreekt</b><br />Een websitemap is verplicht.
no: <b>Påkrevd felt mangler</b><br />Det kreves en områdemappe.
sv: <b>Ett obligatoriskt fält saknas</b><br />En webbplatskatalog krävs.

# Site_Name_AlreadyExists
source: A site with specified name already exists.
da: Der eksisterer allerede et websted med det angivne navn.
fi: Samalla nimellä on jo olemassa sivusto.
fr: Un site avec le nom spécifié existe déjà.
nl: Er bestaat reeds een website met de gespecificeerde naam.
no: Et område med angitt navn finnes allerede.
sv: Det finns redan en webbplats med det angivna namnet.

# Use_CMS_Languages
source: Languages are added and enabled in the CMS Admin view under Config and Manage website.
da: Sprog tilføjes og aktiveres i CMS > Administrator > Konfig > Administrer webstedssprog.
fi: Kieliä lisätään ja otetaan käyttöön CMS:n hallintanäkymän kohdassa Hallinta – Sivuston kielten hallinta.
fr: Les langues peuvent s'ajouter et s'activer dans la fenêtre Admin de CMS, onglet Config et Gérer les langues du site Web.
nl: Talen worden toegevoegd en ingeschakeld in de CMS Admin-weergave onder Config en Websitetalen beheren.
no: Språk legges til og aktiveres i CMS Admin-visningen under Konfig. og håndter språk på webområder.
sv: Språk läggs till och aktiveras i adminvyn för CMS, under Hantera webbplatsens språk på fliken Konfig.

# Delete_Versions_Warning
source: Warning. Updating this item through Commerce Manager will overwrite any previous and pending content versions. Such content versions may have been created through other interfaces.
da: Advarsel. Hvis du opdaterer dette element via Commerce Manager, bliver tidligere og afventende indholdsversioner overskrevet. Disse indholdsversioner kan være blevet oprettet via andre brugergrænseflader.
fi: Varoitus. Tämän kohteen päivittäminen Content Managerin kautta korvaa kaikki aiemmat ja odottavat sisältöversiot. Tällaiset sisältöversiot on voitu luoda muiden käyttöliittymien kautta.
fr: Avertissement. La mise à jour de cet élément à travers Commerce Manager remplacera toutes les versions de contenu précédentes et en attente. Ces versions peuvent avoir été créées à travers d'autres interfaces.
nl: Waarschuwing. Als u dit item bijwerkt via Commerce Manager, worden alle vorige en in behandeling zijnde inhoudsversies overschreven. Die inhoudsversies kunnen zijn aangemaakt via andere interfaces.
no: Advarsel! Hvis dette elementet oppdateres via Commerce Manager, vil tidligere og ventende innholdsversjoner bli overskrevet. Slike innholdsversjoner kan ha blitt opprettet via andre grensesnitt.
sv: Varning! Om det här objektet uppdateras i Commerce Manager kommer alla tidigare och pågående innehållsversioner att skrivas över. Dessa innehållsversioner kan ha skapats i andra gränssnitt.
