Repository: episerver/SocialQuicksilver
Catalog: Sources/EPiServer.Reference.Commerce.Manager/App_GlobalResources/Content/ContentStrings.*.resx
Languages: da, fi, fr, nl, no, sv

# Language_Code
source: Code
da: Kode
fi: Koodi
no: Kode
sv: Kod

# Language_Code_Required
source: <b>Required Field Missing</b><br />A language Code is required.
da: <b>Obligatorisk felt mangler</b><br />Der kræves en sprogkode.
fi: <b>Pakollinen kenttä puuttuu</b><br />Kielen koodi on pakollinen.
fr: <b>Champ obligatoire manquant</b><br/>Un code de langue est requis.
nl: <b>Verplicht veld ontbreekt</b><br />Een taalcode is verplicht.
no: <b>Påkrevd felt mangler</b><br />Det kreves en språkkode.
sv: <b>Ett obligatoriskt fält saknas</b><br />En språkkod krävs.

# Language_Friendly_Name
source: Friendly Name
da: Kaldenavn
fi: Lempinimi
fr: Pseudonyme
nl: Vriendelijke naam
no: Egendefinert navn
sv: Eget namn

# Language_Is_Default
source: Is Default
da: Er standard
fi: On oletus
fr: Est la Valeur par Défaut
nl: Is standaard
no: Er standard
sv: Är standard

# Language_Code_Description
source: Language code (for example, en-US)
da: Sprogkode (f.eks. en-US)
fi: Kielen koodi (esimerkiksi en-US)
fr: Code de langue (par exemple, en-US)
nl: Taalcode (bijvoorbeeld: en-US)
no: Språkkode (for eksempel, en-US)
sv: Språkkod (t.ex. sv-SE)

# Language_Code_Exists
source: A language with the specified code already exists
da: Der eksisterer allerede et sprog med den angivne kode
fi: Samalla koodilla on jo olemassa kieli.
fr: Une langue avec le code spécifié existe déjà.
nl: Er bestaat reeds een taal met de gespecificeerde code.
no: Det finnes allerede et språk med den angitte koden.
sv: Det finns redan ett språk med den angivna koden.

# Folder_Page_Changes_Discarded
source: Folder/Page changes has been discarded.
da: Ændringerne af mappen/siden er blevet afvist.
fi: Hakemiston/sivun muutokset on hylätty.
fr: Les changements du dossier/de la page ont été ignorés.
nl: Map/Paginawijzigingen zijn genegeerd.
no: Mappe-/sideendringene er forkastet.
sv: Katalog-/sidändringarna ignorerades.

# Folder_Page_Updated
source: Folder/Page has been updated successfully.
da: Mappen/siden er opdateret.
fi: Hakemisto/sivu on päivitetty onnistuneesti.
fr: Le dossier/La page a été mis(e) à jour avec succès.
nl: Map/Pagina is succesvol bijgewerkt.
no: Mappen/siden er vellykket oppdatert.
sv: Katalogen/sidan har uppdaterats.

# Menu_Changes_Discarded
source: Menu changes have been discarded.
da: Ændringerne af menuen er blevet afvist.
fi: Valikkomuutokset on hylätty.
fr: Les changements de menus ont été ignorés.
nl: Menuwijzigingen zijn genegeerd.
no: Menyendringene er forkastet.
sv: Menyändringarna ignorerades.

# Menu_Item_Changes_Discarded
source: Menu Item changes have been discarded.
da: Ændringerne af menupunktet er blevet afvist.
fi: Valikon kohdan muutokset on hylätty.
fr: Les changements des éléments de menus ont été ignorés.
nl: Menu-itemwijzigingen zijn genegeerd.
no: Menyelementendringene er forkastet.
sv: Menyobjektändringarna ignorerades.

# Menu_Item_Name_Instructions
source: Enter the menu item name, it will be typically displayed on the site as a menu choice.
da: Angiv navnet på menupunktet. Det vises typisk på webstedet i form af et menuvalg.
fi: Anna valikon kohdan nimi, yleensä se tulee näkyviin sivustolla valikon vaihtoehtona.
fr: Entrez le nom de l'élément de menu. Il s'affichera généralement sur le site sous forme d'option de menu.
nl: Voer de naam van het menu-item in, het wordt gewoonlijk weergegeven op de site als een menukeuze.
no: Angi menyelementnavnet. Dette vises typisk på området som et menyvalg.
sv: Ange menyobjektets namn. Det visas normalt på webbplatsen som ett menyalternativ.

# Menu_Item_Name_Required
source: <b>Required Field Missing</b><br />A menu item name is required.
da: <b>Obligatorisk felt mangler</b><br />Der kræves et menupunktnavn.
fi: <b>Pakollinen kenttä puuttuu</b><br />Valikon kohdan nimi on pakollinen.
fr: <b>Champ obligatoire manquant</b><br/>Un nom d'élément de menu est requis.
nl: <b>Verplicht veld ontbreekt</b><br />Een naam voor het menu-item is verplicht.
no: <b>Påkrevd felt mangler</b><br />Det kreves et menyelementnavn.
sv: <b>Ett obligatoriskt fält saknas</b><br />Ett menyobjektnamn krävs.

# Menu_Item_Sort_Order_Description
source: Sort order for the menu item.
da: Sorteringsrækkefølge for menupunktet.
fi: Valikon kohdan lajittelujärjestys.
fr: Ordre de tri de l'élément de menu.
nl: Sorteervolgorde voor het menu-item.
no: Sorteringsrekkefølge for menyelementet.
sv: Sorteringsordning för menyobjektet.

# Menu_Item_Sort_Order_Invalid
source: Invalid Sort Order value.
da: Ugyldig sorteringsrækkefølgeværdi.
fi: Virheellinen lajittelujärjestyksen arvo.
fr: Valeur incorrecte pour l'ordre de tri.
nl: Ongeldige sorteervolgordewaarde.
no: Ugyldig verdi for sorteringsrekkefølge.
sv: Ogiltigt värde för sorteringsordning.

# Menu_Item_Tooltip_Instructions
source: Enter the menu item tooltip, it will be usually displayed when cursor is over the menu choice.
da: Angiv værktøjstippet til menupunktet. Det vises normalt, når markøren bevæges hen over menupunktet.
fi: Anna valikon kohdan näyttövihje, yleensä se tulee näkyviin, kun kohdistin on valikon vaihtoehdon päällä.
fr: Entrez l'info-bulle de l'élément de menu. Elle s'affichera généralement lorsque le curseur est placé sur l'option de menu.
nl: Voer de knopinfo voor het menu-item in, het wordt gewoonlijk weergegeven wanneer u met de cursor over de menukeuze beweegt.
no: Angi verktøytipset for menyelementet. Dette vises normalt når markøren settes over menyvalget.
sv: Ange skärmtipset för menyobjektet. Det visas normalt när markören hålls över menyalternativet.

# Menu_Item_Updated
source: Menu Item has been updated successfully.
da: Menupunktet er opdateret.
fi: Valikon kohta on päivitetty onnistuneesti.
fr: L'élément de menu a été mis à jour avec succès.
nl: Menu-item is succesvol bijgewerkt.
no: Menyelementet er vellykket oppdatert.
sv: Menyobjektet harr uppdaterats.

# Menu_Name_Instructions
source: Enter the menu name. It will be used for lookup purposes and typically will not be displayed anywhere on the site. Good names are "HeaderMenu", "SideMenu", "FooterMenu".
da: Angiv menunavnet. Det anvendes til opslag og vises normalt ikke andre steder på webstedet. Gode navne er "HeaderMenu", "SideMenu", "FooterMenu".
fi: Kirjoita valikon nimi. Sitä käytetään etsimistarkoituksiin, eikä se yleensä näy missään päin sivustoa. Hyviä nimiä ovat "OtsikkoValikko", "SivuValikko", "AlatunnisteValikko".
fr: Entrez le nom du menu. Il sera utilisé à des fins de consultation et n'apparaîtra généralement pas sur le site. Les noms du type « HeaderMenu », « SideMenu », « FooterMenu » sont corrects.
nl: Voer de menunaam in. Het zal gebruikt worden om zaken op te zoeken en het wordt gewoonlijk eender waar op de site weergegeven. Goede namen zijn "KopMenu", "ZijMenu", "VoettekstMenu".
no: Angi menynavnet. Det vil brukes til søkeformål og vises vanligvis ikke på området. Gode navn er HeaderMenu, SideMenu, FooterMenu.
sv: Ange menynamnet. Det används för att söka efter syften och visas normalt inte på webbplatsen. Bra namnexempel är "HeaderMenu", "SideMenu", "FooterMenu".

# Menu_Name_Required
source: <b>Required Field Missing</b><br />A menu name is required.
da: <b>Obligatorisk felt mangler</b><br />Der kræves et menunavn.
fi: <b>Pakollinen kenttä puuttuu</b><br />Valikon nimi on pakollinen.
fr: <b>Champ obligatoire manquant</b><br/>Un nom de menu est requis.
nl: <b>Verplicht veld ontbreekt</b><br />Een menunaam is verplicht.
no: <b>Påkrevd felt mangler</b><br />Det kreves et menynavn.
sv: <b>Ett obligatoriskt fält saknas</b><br />Ett menynamn krävs.

# Menu_Updated
source: Menu has been updated successfully.
da: Menuen er opdateret.
fi: Valikko on päivitetty onnistuneesti.
fr: Le menu a été mis à jour avec succès.
nl: Menu is succesvol bijgewerkt.
no: Menyen er vellykket oppdatert.
sv: Menyn har uppdaterats.

# Meta_Description_Instructions
source: Indexing search engines may present the content of your meta description tag as the result of a search query. Your meta description tag should be within 140 and 200 characters.
da: Indeksering i søgemaskiner kan præsentere indholdet af dit metabeskrivelsestag som resultatet af en søgeforespørgsel. Dit metabeskrivelsestag skal være mellem 140 og 200 tegn langt.
fi: Indeksoivat hakukoneet saattavat esittää metakuvaustunnisteesi sisällön hakutuloksena. Metakuvaustunnisteen pitäisi olla 140–200 merkin pituinen.
fr: Les moteurs de recherche à base d'un index peuvent afficher le contenu de votre balise de méta-description qui résulte d'une requête de recherche. Votre balise de méta-description doit posséder entre 140 et 200 caractères.
nl: Indexeren zoekmachines kan de inhoud van uw metabeschrijvingstag tonen als het resultaat van een zoekopdracht. Uw metabeschrijvingstag mag min. 140 en max. 200 tekens lang zijn.
no: Ved å indeksere søkemotorer kan innholdet av metabeskrivelsestaggen vises som et resultat av et søk. Metabeskrivelsestaggen skal være mellom 140 og 200 tegn.
sv: Indexeringssökmotorer kan visa innehållet i din metabeskrivningstagg som resultatet för en sökfråga. Din metabeskrivningstagg ska vara mellan 140 och 200 tecken lång.

# Meta_Description_Parenthesis
source: (meta description)
da: (metabeskrivelse)
fi: (metakuvaus)
fr: (méta-description)
nl: (metabeschrijving)
no: (metabeskrivelse)
sv: (metabeskrivning)

# Meta_Keywords_Parenthesis
source: (meta keywords)
da: (metanøgleord)
fi: (meta-avainsanat)
fr: (méta-mots-clés)
nl: (metatrefwoorden)
no: (metanøkkelord)
sv: (metanyckelord)

# Page_Default_Description
source: specifies if the page is used as a default page for the folder it is contained in
da: angiver, om siden anvendes som en standardside for den mappe, den er i
fi: määrittää, käytetäänkö sivua oletussivuna hakemistossa, jossa se sijaitsee
fr: indique si la page est utilisée comme une page par défaut pour le dossier qui le contient
nl: specificeert of de pagina gebruikt wordt als een standaardpagina voor de map waarin het zit
no: angir om siden brukes som standardside for mappen den ligger i
sv: anger om sidan används som en standardsida för katalogen där den finns

# Page_Keywords_Instruction
source: Use a "keyword" meta-tag to list key words for the document. Use a distinct list of keywords that relate to the specific page on your site instead of using one broad set of keywords for every page.
da: Brug et "nøgleords"-meta-tag til at anføre nøgleord for dokumentet. Brug en bestemt liste af nøgleord, der relaterer til den specifikke side på dit websted, i stedet for at bruge et bredt sæt nøgleord for hver side.
fi: Luettele asiakirjan avainsanat avainsanan metatunnisteen avulla. Käytä selkeää avainsanojen luetteloa, joka liittyy kyseiseen sivuun sivustollasi, sen sijaan, että käyttäisit yhtä laajaa avainsanaluetteloa joka sivulle.
fr: Utilisez une méta-balise « mot-clé » pour lister les mots-clés du document. Utilisez une liste distincte de mots-clés liés à la page spécifique de votre site au lieu d'utiliser un groupe étendu de mots-clés pour chaque page.
nl: Gebruik een "trefwoord"-metatag om trefwoorden voor het document op te nemen in een lijst. Gebruik een afzonderlijke lijst van trefwoorden die verband houden met de specifieke pagina van uw site in plaats van een brede reeks trefwoorden te gebruiken voor elke pagina.
no: Bruk et nøkkelord for metatagg for å liste opp nøkkelordene for dokumentet. Bruk en unik liste av nøkkelord som viser til den spesifikke siden på området i stedet for å bruke et bredt sett av nøkkelord for hver side.
sv: Använd en "nyckelords"-metatagg för listning av nyckelord för dokumentet. Använd en distinkt lista med nyckelord som relaterar till den aktuella sidan på din webbplats, i stället för en bred uppsättning nyckelord för varje sida.

# Page_Name_Instruction
source: Enter the page name. The .aspx extention will be auto added to the name if not specified.
da: Angiv sidenavnet. Filekstensionen .aspx tilføjes automatisk til navnet, hvis den ikke angives.
fi: Kirjoita sivun nimi. Tiedostotunniste .aspx tulee automaattisesti nimen perään.
fr: Entrez le nom de la page. L'extension .aspx sera automatiquement ajoutée au nom si elle n'est pas spécifiée.
nl: Voer de paginanaam in. De extensie .aspx zal automatisch toegevoegd worden aan de naam als de extensie niet gespecificeerd is.
no: Angi sidenavnet. Aspx-formatet legges til automatisk til navnet hvis det ikke spesifiseres.
sv: Ange sidnamnet. ASPX läggs automatiskt till i namnet om inget filnamnstillägg anges.

# Page_Title_Instruction
source: Use the title element to identify the contents of a document. A good seo title should contain your primary keyword phrase for that page and any secondary keyword phrases that you may be targeting. Try to keep it less than 64 characters.
da: Anvend titelelementet til at identificere indholdet i et dokument. En god SEO-titel skal indeholde din primære nøgleordssætning for den pågældende side og eventuelle sekundære nøgleordssætninger, som du målretter. Prøv på at holde den på under 64 tegn.
fi: Käytä otsikkoelementtiä asiakirjan sisällön merkitsemiseen. Hyvän SEO-otsikon pitäisi sisältää kyseisen sivun ensisijainen avainsanalauseke sekä mahdollisia toissijaisia kohdeavainsanalausekkeita. Yritä pitää se alle 64 merkin mittaisena.
fr: Utilisez l'élément titre pour identifier le contenu d'un document. Un titre seo correct peut inclure votre phrase mot-clé principale pour cette page et n'importe quelle phrase mot-clé secondaire que vous ciblez. Veillez à ne pas dépasser 64 caractères.
nl: Gebruik het titelelement om de inhoud van een document te identificeren. Een goede seo-titel moet uw primaire trefwoordzin voor die pagina bevatten en enige secundaire trefwoordenzinnen die u zoekt. Probeer geen titel van langer dan 64 tekens te maken.
no: Bruk tittelelementet til å identifisere innholdet i et dokument. En god SEO-tittel skal inneholde primærnøkkelordfrasen for denne siden og sekundærnøkkelordfrasen du også kan sette. Prøv å holde den på mindre enn 64 tegn.
sv: Använd titelelementet för att identifiera innehållet i ett dokument. En bra SEO-titel ska innehålla den primära nyckelordsfrasen för den aktuella sidan och sekundära nyckelordsfraser som kan vara aktuella. Försök att inte använda mer än 64 tecken.

# Site_Changes_Discarded
source: Site changes has been discarded.
da: Ændringerne af webstedet er blevet afvist.
fi: Sivustomuutokset on hylätty.
fr: Les changements du site ont été ignorés.
nl: Sitewijzigingen zijn genegeerd.
no: Områdeendringene er forkastet.
sv: Webbplatsändringarna ignorerades.

# Site_Updated
source: Site has been updated successfully.
da: Webstedet er opdateret.
fi: Sivusto on päivitetty onnistuneesti.
fr: Le site a été mis à jour avec succès.
nl: Site is succesvol bijgewerkt.
no: Området er vellykket oppdatert.
sv: Webbplatsen har uppdaterats.

# Site_Overwrite_Existing
source: Overwrite existing site
da: Overskriv det eksisterende websted
fi: Korvaa olemassa oleva sivusto
fr: Remplacer le site existant
nl: Bestaande site overschrijven
no: Skriv over eksisterende område
sv: Skriv över befintlig webbplats

# Site_Import_Warning
source: It is strongly recommended that you back up your ECF database before performing import.
da: Det anbefales på det kraftigste, at der laves en sikkerhedskopi af ECF-databasen, inden importen udføres.
fi: On erittäin suositeltavaa tehdä varmuuskopio ECF-tietokannasta ennen tuontia.
fr: Il est vivement recommandé d'effectuer une sauvegarde de votre base de données ECF avant de procéder à l'importation.
nl: Wij raden u ten zeerste aan een back-up te nemen van uw ECF-database alvorens de import uit te voeren.
no: Det anbefales på det sterkeste at du sikkerhetskopierer ECF-databasen før du utfører importen.
sv: Vi rekommenderar att du säkerhetskopierar din ECF-databas innan du importerar.

# Site_Import_Instructions
source: To import site, please pick up an existing file from the grid below or upload a new one. Then click the button 'Start Import' to start importing.
da: Vælg en eksisterende fil fra nedenstående gitter for at importere webstedet, eller overfør en ny fil. Klik derefter på knappen 'Begynd import' for at begynde at importere.
fi: Tuo sivusto valitsemalla tiedosto alla olevasta ruudukosta tai lataamalla uusi tiedosto. Käynnistä sitten tuonti napsauttamalla painiketta ”Aloita tuonti”.
fr: Pour importer le site, veuillez sélectionner un fichier existant dans la grille ou en télécharger un nouveau. Cliquez ensuite sur le bouton Démarrer importation pour lancer l'opération.
nl: Om een website te importeren, kiest u een bestaand bestand uit het onderstaande rooster of uploadt u een nieuw bestand. Klik vervolgens op de knop 'Import starten' om het importeren te starten.
no: Hvis du vil importere et område, hent en eksisterende fil fra rutenettet nedenfor eller last opp en ny. Klikk deretter knappen Start import for å starte import.
sv: Om du vill importera webbplatsen väljer du en befintlig fil i rutnätet nedan eller laddar upp en ny. Klicka sedan på 'Starta import' för att börja importera.

source: Site Template
da: Webstedsskabelon
fi: Sivustomalli
fr: Modèle de site
nl: Sitesjabloon
no: Områdemal
sv: Webbplatsmall

source: Site Theme
da: Webstedstema
fi: Sivustoteema
fr: Thème du site
nl: Sitethema
no: Områdetema
sv: Webbplatstema

source: Site Folder
da: Webstedsmappe
fi: Sivustohakemisto
fr: Dossier du site
nl: Sitemap
no: Områdemappe
sv: Webbplatskatalog

# Site_Exported_Files_Description
source: Exported Files List
da: Liste over eksporterede filer
fi: Vietyjen tiedostojen luettelo
fr: Liste de fichiers exportés
nl: Geëxporteerde bestandslijst
no: Liste over eksporterte filer
sv: Lista med exporterade filer

# Site_Export_Instructions_Partial_1
source: You're about to export site
da: Du skal til at eksportere webstedet.
fi: Olet aloittamassa sivuston viennin
fr: Vous allez exporter un site.
nl: U staat op het punt een site te exporteren.
no: Du er i ferd med å eksportere området
sv: Du håller på att exportera en webbplats

# Site_Export_Instructions_Partial_2
source: Click the button to start.
da: Klik på knappen for at begynde.
fi: Aloita napsauttamalla painiketta.
fr: Cliquez sur le bouton pour commencer.
nl: Klik op de knop om te starten.
no: Klikk knappen for å starte.
sv: Klicka på knappen för att starta.

# Site_Theme_Description
source: defines the source of templates and stylesheets
da: definerer kilden til skabeloner og typografiark
fi: määrittää mallien ja tyylilomakkeiden lähteen
fr: définit la source des modèles et des feuilles de style.
nl: definieert de bron van sjablonen en stijlbladen
no: definerer mal- og stilarkkilden
sv: definierar källan för mallar och stilmallar

# Site_Admin_Url_Description
source: specify admin url for the site (leave blank to disable admin tab)
da: angiv webstedets admin-URL (lad den være tom for at deaktivere admin-fanen)
fi: määritä sivustolle hallinnan URL (jos jätetään tyhjäksi, hallinnan välilehti ei ole käytettävissä)
fr: indiquer l'url admin du site (ne pas renseigner pour désactiver l'onglet admin)
nl: specificeer admin url voor de site (leeg laten om admin tab uit te schakelen)
no: angi administrasjons-URL for området (la stå tomt for å deaktivere fanen administrasjon)
sv: ange en admin-URL för webbplatsen (lämna tomt om du vill inaktivera admin-fliken)

# Site_Domain_List
source: list of domains (one per line)
da: liste over domæner (ét pr. linje)
fi: verkkoalueiden luettelo (yksi riviä kohden)
fr: liste des domaines (un par ligne)
nl: lijst van domeinen (een per lijn)
no: liste over domener (ett per linje)
sv: lista med domäner (en per rad)

# Site_Languages_Configure
source: Configure Site Languages
da: Konfigurer webstedssprog
fi: Määritä sivuston kielet
fr: Configurer les langues du site
nl: Sitetalen configureren
no: Konfigurer områdespråk
sv: Konfigurera webbplatsens språk

# Site_SEO_Parameters
source: SEO Parameters
da: SEO-parametre
fi: SEO-parametrit
fr: Paramètres SEO
no: SEO-parametre
sv: SEO-parametrar

# Site_Parameters_Public
source: Public Site Parameters
da: Parametre for offentligt websted
fi: Julkisen sivuston parametrit
fr: Paramètres du site public
nl: Publieke siteparameters
no: Offentlige områdeparametre
sv: Parametrar för publik webbplats

# Site_Parameters_To_Identify
source: Parameters to identify site in the public section
da: Parametre til identifikation af websted i det offentlige afsnit
fi: Parametrit sivuston merkitsemiseksi julkisessa osassa
fr: Paramètres d'identification du site dans la section publique
nl: Parameters om de site te identificeren in de publieke sectie
no: Parametre til å identifisere området i den offentlige delen
sv: Parametrar för att identifiera webbplatsen i den publika delen

source: Site Edit
da: Rediger websted
fi: Muokkaa sivustoa
fr: Modifier le site
nl: Site bewerken
no: Rediger område
sv: Redigera webbplats

# Folder_With_Name_Exists
source: Folder/page with the specified name already exists.
da: Der eksisterer allerede en mappe/side med det angivne navn.
fi: Samanniminen hakemisto/sivusto on jo olemassa
fr: Un dossier/Une page avec le nom spécifié existe déjà.
nl: Er bestaat reeds een map/pagina met de gespecificeerde naam.
no: Mappe/side med angitt navn finnes allerede.
sv: Det finns redan en katalog/sida med det angivna namnet.

# Site_Name_Required
source: <b>Required Field Missing</b><br />A site name is required.
da: <b>Obligatorisk felt mangler</b><br />Der kræves et webstedsnavn.
fi: <b>Pakollinen kenttä puuttuu</b><br />Sivuston nimi on pakollinen.
fr: <b>Champ obligatoire manquant</b><br/>Un nom de site est requis.
nl: <b>Verplicht veld ontbreekt</b><br />Een sitenaam is verplicht.
no: <b>Påkrevd felt mangler</b><br />Det kreves et områdenavn.
sv: <b>Ett obligatoriskt fält saknas</b><br />Ett webbplatsnamn krävs.

# MenuItem_With_Name_Exists
source: A menu item with the specified name already exists.
da: Der eksisterer allerede et menupunkt med det angivne navn.
fi: Samanniminen valikon kohta on jo olemassa.
fr: Un élément de menu avec le nom spécifié existe déjà.
nl: Er bestaat reeds een menu-item met de gespecificeerde naam.
no: Det finnes allerede et menyelement med det angitte navnet.
sv: Det finns redan ett menyobjekt med det angivna namnet.

# Menu_With_Name_Exists
source: A menu with the specified name already exists.
da: Der eksisterer allerede en menu med det angivne navn.
fi: Samanniminen valikko on jo olemassa.
fr: Un menu avec le nom spécifié existe déjà.
nl: Er bestaat reeds een menu met de gespecificeerde naam.
no: Det finnes allerede en meny med det angitte navnet.
sv: Det finns redan en meny med det angivna namnet.

source: Folder/Page Edit
da: Rediger mappe/side
fi: Muokkaa hakemistoa/sivua
fr: Modification du dossier/de la page
nl: Map/pagina bewerken
no: Rediger mappe/side
sv: Redigera katalog/sida

# Site_Template_Delete_ReferenceException
source: Cannot delete template because it's being used by site pages.
da: Skabelonen kunne ikke slettes, da den anvendes af webstedssider.
fi: Mallia ei voi poistaa, koska sivuston sivut käyttävät sitä.
fr: Impossible de supprimer le modèle car il est déjà utilisé par les pages du site.
nl: Kan sjabloon niet wissen omdat het gebruikt wordt door sitepagina's.
no: Kan ikke slette malen fordi den brukes av sider på området.
sv: Det går inte att ta bort mallen eftersom den används av webbplatssidor.

# Site_Template_Delete_TitleException
source: Failed to delete item(s). Error:
da: Sletning af elementerne mislykkedes. Fejl:
fi: Kohteen/kohteiden poisto ei onnistunut. Virhe:
fr: Échec de suppression du/des élément(s). Erreur :
nl: Item(s) wissen mislukt. Fout:
no: Kunne ikke slette elementene. Feil:
sv: Det gick inte att ta bort objekt. Fel:

# Site_Page_Template
source: Page template
da: Sideskabelon
fi: Sivumalli
fr: Modèle de page
nl: Paginasjabloon
no: Sidemal
sv: Sidmall
